import { MdEngineering } from "react-icons/md";
import { FaFileContract, FaBusinessTime } from "react-icons/fa";
import { BsFillMotherboardFill } from "react-icons/bs";

export const servicesInfo = [
  {
    title: "مهندسی و طراحی",
    description: [
      "انجام مطالعات امکان‌سنجی، طراحی مفهومی، تفصیلی و اجرایی پروژه‌های صنعتی، زیرساختی و دریایی",
      "تهیه نقشه‌ها و اسناد فنی مورد نیاز برای اجرای پروژه‌ها",
      "ارائه مشاوره در زمینه انتخاب تکنولوژی و تجهیزات مناسب",
    ],
    logo: <MdEngineering />,
  },
  {
    title: "پیمانکاری",
    description: [
      "اجرای پروژه‌های صنعتی، نیروگاهی، نفت و گاز",
      "عملیات نصب و راه‌اندازی تجهیزات",
      "اجرای پروژه‌های زیربنایی شامل آب و فاضلاب، راه و پل",
      "ساخت و تعمیر شناورها و سازه‌های دریایی",
    ],
    logo: <FaFileContract />,
  },
  {
    title: "مشاوره",
    description: [
      "ارائه خدمات مشاوره‌ای در زمینه مدیریت پروژه",
      "نظارت بر اجرا و کنترل کیفیت",
      "تهیه برنامه زمانبندی و هزینه پروژه‌ها",
      "ارزیابی فنی و اقتصادی طرح‌ها",
      "انجام مطالعات بازار و امکان‌سنجی فنی و اقتصادی پروژه‌ها",
    ],
    logo: <FaBusinessTime />,
  },
  {
    title: "سایر فعالیت ها",
    description: [
      "شرکت در مناقصات و مزایدات دولتی و خصوصی.",
      "اخذ نمایندگی از شرکت‌های معتبر داخلی و خارجی.",
    ],
    logo: <BsFillMotherboardFill />,
  },
];
