export const faqs = [
  {
    question: "نیرو ساعی درخش چه خدماتی ارائه می‌دهد؟",
    answer:
      "نیرو ساعی درخش خدمات مهندسی، پیمانکاری و مشاوره در پروژه‌های صنعتی، زیربنایی و دریایی ارائه می‌دهد.",
  },
  {
    question: "چه صنایعی تحت پوشش فعالیت‌های این شرکت هستند؟",
    answer: "این شرکت در صنایع زیرساختی، صنعتی و پروژه‌های دریایی فعالیت دارد.",
  },
  {
    question: "چگونه می‌توان با نیرو ساعی درخش تماس گرفت؟",
    answer: "اطلاعات تماس در وب‌سایت شرکت موجود است.",
  },
  {
    question: "تخصص نیرو ساعی درخش در چه زمینه‌هایی است؟",
    answer: "طراحی پروژه‌ها، اجرای استراتژیک و ارائه راهکارهای تخصصی.",
  },
];
